{
  "tekst": [
    "Ich bin Lara und zehn Jahre alt. Ich bin <span class='gap'>1</span> und habe lange, braune Haare. Meine Augen sind <span class='gap'>2</span>. Viele Leute sagen, ich sehe nett aus. Ich finde mein Aussehen <span class='gap'>3</span>, weil ich gern lache. Ich mag es, wenn meine Kleidung <span class='gap'>4</span> ist. Dann fühle ich mich wohl.",
    "Jeden Morgen will ich sofort meine Kleidung <span class='gap'>5</span>. Im Winter trage ich gern einen dicken <span class='gap'>6</span> und warme <span class='gap'>7</span>. Im Sommer ziehe ich ein leichtes <span class='gap'>8</span> an. Wenn es regnet, trage ich eine Jacke und eine lange <span class='gap'>9</span>. Ich finde Mode sehr interessant.",
    "Meine kleine Schwester Lea hilft mir oft beim <span class='gap'>10</span> meines Zimmers. Wir falten die Kleidung und legen alles in den Schrank. Danach spielen wir zusammen. Ich mag es, wenn es im Zimmer <span class='gap'>11</span> ist. Dann können wir alles gut sehen.",
    "In der Schule <span class='gap'>12</span> ich oft Jeans und ein T-Shirt. Das ist bequem und sieht gut aus. Manchmal sagen meine Freunde, dass meine Kleidung <span class='gap'>13</span> aussieht. Nach der Schule ziehe ich bequeme Kleidung an, weil ich zu Hause entspannen will. Mode macht Spaß!"
  ],
  "vragen": [
    {
      "nummer": 1,
      "vraag": "Wie beschreibt man eine Person, die nicht klein ist?",
      "opties": ["klein", "groß", "dick", "schmal"],
      "correct_antwoord": "groß",
      "explanation": "\"groß\" betekent \"groot\" in deze zin. \"groß\" is het juiste antwoord."
    },
    {
      "nummer": 2,
      "vraag": "Welche Farbe haben die Augen, wenn sie wie der Himmel aussehen?",
      "opties": ["braun", "grün", "blau", "grau"],
      "correct_antwoord": "blau",
      "explanation": "\"blau\" betekent \"blauw\" in deze zin. \"blau\" is het juiste antwoord."
    },
    {
      "nummer": 3,
      "vraag": "Welches Wort benutzt man, wenn man etwas richtig gut findet?",
      "opties": ["schlecht", "toll", "langweilig", "dunkel"],
      "correct_antwoord": "toll",
      "explanation": "\"toll\" betekent \"geweldig\" in deze zin. \"toll\" is het juiste antwoord."
    },
    {
      "nummer": 4,
      "vraag": "Wie nennt man Kleidung, die angenehm zu tragen ist?",
      "opties": ["unbequem", "modern", "gemütlich", "altmodisch"],
      "correct_antwoord": "gemütlich",
      "explanation": "\"gemütlich\" betekent \"comfortabel\" in deze zin. \"gemütlich\" is het juiste antwoord."
    },
    {
      "nummer": 5,
      "vraag": "Was macht man, wenn man Kleidung an den Körper bringt?",
      "opties": ["ausziehen", "anziehen", "waschen", "kaufen"],
      "correct_antwoord": "anziehen",
      "explanation": "\"anziehen\" betekent \"aantrekken\" in deze zin. \"anziehen\" is het juiste antwoord."
    },
    {
      "nummer": 6,
      "vraag": "Wie nennt man ein warmes Oberteil für kalte Tage?",
      "opties": ["T-Shirt", "Pullover", "Bluse", "Hemd"],
      "correct_antwoord": "Pullover",
      "explanation": "\"Pullover\" betekent \"trui\" in deze zin. \"Pullover\" is het juiste antwoord."
    },
    {
      "nummer": 7,
      "vraag": "Was trägt man an den Füßen im Winter?",
      "opties": ["Schuhe", "Socken", "Sandalen", "Stiefel"],
      "correct_antwoord": "Stiefel",
      "explanation": "\"Stiefel\" betekent \"laarzen\" in deze zin. \"Stiefel\" is het juiste antwoord."
    },
    {
      "nummer": 8,
      "vraag": "Wie heißt ein Kleidungsstück für Mädchen oder Frauen mit Rockteil?",
      "opties": ["Hose", "Pullover", "Kleid", "Mantel"],
      "correct_antwoord": "Kleid",
      "explanation": "\"Kleid\" betekent \"jurk\" in deze zin. \"Kleid\" is het juiste antwoord."
    },
    {
      "nummer": 9,
      "vraag": "Wie nennt man ein Kleidungsstück mit zwei Beinen, das man unten trägt?",
      "opties": ["Rock", "Hose", "Schal", "Kleid"],
      "correct_antwoord": "Hose",
      "explanation": "\"Hose\" betekent \"broek\" in deze zin. \"Hose\" is het juiste antwoord."
    },
    {
      "nummer": 10,
      "vraag": "Wie nennt man es, wenn man ein Zimmer ordentlich macht?",
      "opties": ["aufräumen", "putzen", "kochen", "spielen"],
      "correct_antwoord": "aufräumen",
      "explanation": "\"aufräumen\" betekent \"opruimen\" in deze zin. \"aufräumen\" is het juiste antwoord."
    },
    {
      "nummer": 11,
      "vraag": "Welches Wort beschreibt einen Raum mit viel Licht?",
      "opties": ["dunkel", "hell", "kalt", "eng"],
      "correct_antwoord": "hell",
      "explanation": "\"hell\" betekent \"licht\" in deze zin. \"hell\" is het juiste antwoord."
    },
    {
      "nummer": 12,
      "vraag": "Was tut man mit Kleidung, wenn man sie am Körper hat?",
      "opties": ["trage (tragen)", "halte (halten)", "kaufe (kaufen)", "wasche (waschen)"],
      "correct_antwoord": "tragen (trage)",
      "explanation": "\"tragen\" betekent \"dragen\" in deze zin. \"trage\" is het juiste antwoord."
    },
    {
      "nummer": 13,
      "vraag": "Welches Wort benutzt man, wenn etwas sehr schön ist?",
      "opties": ["hässlich", "alt", "toll", "kaputt"],
      "correct_antwoord": "toll",
      "explanation": "\"toll\" betekent \"geweldig\" in deze zin. \"toll\" is het juiste antwoord."
    }
  ]
}
