{
  "tekst": [
    "Ich wohne mit meiner Familie in einem Einfamilienhaus. Wir haben eine schöne <span class='gap'>1</span>. Dort gibt es viele Zimmer. Mein Lieblingszimmer ist mein eigenes Zimmer. Es ist nicht groß, aber sehr gemütlich. In meinem Zimmer stehen ein Bett, ein <span class='gap'>2</span> und ein <span class='gap'>3</span>.",
    "Neben meinem Zimmer ist <span class='gap'>4</span>. Dort dusche ich jeden Morgen. Unsere Wohnung hat auch eine <span class='gap'>5</span> für unser Auto. Das ist praktisch. Mein Vater findet die Wohnung <span class='gap'>6</span>, aber meine kleine Schwester sagt oft, dass es ihr manchmal <span class='gap'>7</span> ist.",
    "Nach der Schule mache ich meine Hausaufgaben am Schreibtisch. Danach gehe ich in den Garten. Ich spiele dort mit meinem Bruder <span class='gap'>8</span>. Am Wochenende gehe ich oft mit meiner Mutter ins Schwimmbad. Wir <span class='gap'>9</span> gern zusammen.",
    "Meine Schwester liebt Musik. Sie <span class='gap'>10</span> jeden Tag und hört gern Lieder. Manchmal <span class='gap'>11</span> sie auch in ihrem Zimmer. Ich finde das schön. Am Samstag reite ich mit meiner Freundin. Wir <span class='gap'>12</span> in der Nähe von unserem Haus. Das macht Spaß!"
  ],
  "vragen": [
    {
      "nummer": 1,
      "vraag": "Wie nennt man ein Zuhause in einem Haus mit mehreren Wohnungen?",
      "opties": ["Haus", "Wohnung", "Schule", "Zimmer"],
      "correct_antwoord": "die Wohnung",
      "explanation": "\"Wohnung\" betekent \"appartement\" in deze zin. \"die Wohnung\" is het juiste antwoord."
    },
    {
      "nummer": 2,
      "vraag": "Wie heißt der Tisch, an dem man Hausaufgaben macht?",
      "opties": ["Schrank", "Stuhl", "Schreibtisch", "Teppich"],
      "correct_antwoord": "Schreibtisch",
      "explanation": "\"Schreibtisch\" betekent \"bureau\" in deze zin. \"Schreibtisch\" is het juiste antwoord."
    },
    {
      "nummer": 3,
      "vraag": "Wie nennt man ein Möbelstück, in dem Kleidung ist?",
      "opties": ["Schreibtisch", "Schrank", "Bett", "Tisch"],
      "correct_antwoord": "Schrank",
      "explanation": "\"Schrank\" betekent \"kast\" in deze zin. \"Schrank\" is het juiste antwoord."
    },
    {
      "nummer": 4,
      "vraag": "Wo wäscht man sich und nimmt eine Dusche?",
      "opties": ["das Schlafzimmer", "das Badezimmer", "das Wohnzimmer", "die Küche"],
      "correct_antwoord": "das Badezimmer",
      "explanation": "\"das Badezimmer\" betekent \"de badkamer\" in deze zin. \"das Badezimmer\" is het juiste antwoord."
    },
    {
      "nummer": 5,
      "vraag": "Wo steht das Auto beim Haus?",
      "opties": ["Küche", "Garten", "Garage", "Wohnzimmer"],
      "correct_antwoord": "Garage",
      "explanation": "\"Garage\" betekent \"garage\" in deze zin. \"die Garage\" is het juiste antwoord."
    },
    {
      "nummer": 6,
      "vraag": "Welches Wort benutzt man, wenn etwas sehr gut ist?",
      "opties": ["langweilig", "toll", "schlecht", "schwierig"],
      "correct_antwoord": "toll",
      "explanation": "\"toll\" betekent \"leuk\" in deze zin. \"toll\" is het juiste antwoord."
    },
    {
      "nummer": 7,
      "vraag": "Welches Wort benutzt man, wenn etwas nicht interessant ist?",
      "opties": ["spannend", "lustig", "langweilig", "toll"],
      "correct_antwoord": "langweilig",
      "explanation": "\"langweilig\" betekent \"saai\" in deze zin. \"langweilig\" is het juiste antwoord."
    },
    {
      "nummer": 8,
      "vraag": "Was macht man, wenn man mit dem Fuß gegen einen Ball tritt?",
      "opties": ["schwimmen", "Fußball", "reiten", "tanzen"],
      "correct_antwoord": "Fußball",
      "explanation": "\"Fußball\" betekent \"voetbal\" in deze zin. \"Fußball\" is het juiste antwoord."
    },
    {
      "nummer": 9,
      "vraag": "Wie heißt es, wenn man im Wasser ist und sich bewegt?",
      "opties": ["tauchen", "schwimmen", "springen", "laufen"],
      "correct_antwoord": "schwimmen",
      "explanation": "\"schwimmen\" betekent \"zwemmen\" in deze zin. \"schwimmen\" is het juiste antwoord."
    },
    {
      "nummer": 10,
      "vraag": "Was macht man mit der Stimme, wenn man Musik macht?",
      "opties": ["singt (singen)", "liest (lesen)", "schreibt (schreiben)", "spielt (spielen)"],
      "correct_antwoord": "singen",
      "explanation": "\"singen\" betekent \"zingen\" in deze zin. \"singen\" is het juiste antwoord."
    },
    {
      "nummer": 11,
      "vraag": "Was macht man, wenn man Musik mit den Ohren hört?",
      "opties": ["tanzt (tanzen)", "liest (lesen)", "hört Musik (Musik hören)", "spricht (sprechen)"],
      "correct_antwoord": "Musik hören",
      "explanation": "\"hört Musik (Musik hören)\" betekent \"luistert naar muziek (muziek luisteren)\" in deze zin. \"hört Musik (Musik hören)\" is het juiste antwoord."
    },
    {
      "nummer": 12,
      "vraag": "Wie nennt man es, wenn man Sport macht mit einem Pferd?",
      "opties": ["reiten", "fahren", "springen", "laufen"],
      "correct_antwoord": "reiten",
      "explanation": "\"reiten\" betekent \"paardrijden\" in deze zin. \"reiten\" is het juiste antwoord."
    }
  ]
}
